{ 
"tips.title.tip": "¿Lo sabes?", 
"tips.tip.no_tips": "No se han cargado consejos. Por favor, revisa las configuraciones.", 
"tips.tip.undead_damage": "¿Duck_egg es niña o niño?", 
"tips.tip.poison_immune": "Recuerda usar el libro de misiones~.", 
"tips.tip.witch_conversion": "YueSha cree que el desarrollo de modpacks debe centrarse en el modding.", 
"tips.tip.four_eggs": "Este modpack está inspirado en Frost Punk.", 
"tips.tip.nether_lava": "Evan, el dios eterno.", 
"tips.tip.east": "Créditos a Lyuuke y goumo_g por crear texturas y modelos.", 
"tips.tip.swamp_slime": "Créditos a khjxiaogu por el apoyo al desarrollo.", 
"tips.tip.deflect_ghast_fireballs": "Créditos a Fu_Yang y 03110 por construir el mapa.", 
"tips.tip.shulker_armor": "El Rescate Invernal es mucho más fácil que el Rescate en Terra Firma.", 
"tips.tip.arthropods": "Los minerales se generan con capas de piedra, mientras que las capas de piedra se generan con biomas.", 
"tips.tip.fossils": "Viniste en una misión.", 
"tips.tip.crouch_blocks": "El primer Generador calienta la región circundante en un radio de 8 bloques. Puedes mejorar su área de calentamiento.", 
"tips.tip.smoke_bees": "El Generador es una estructura multibloque. Usa la reflexión para ver cómo construirlo.", 
"tips.tip.lava_fuel": "Si tienes hambre, mezcla un poco de aserrín en la comida. Al menos te sentirás saciado así.", 
"tips.tip.wooden_tool_fuel": "¿Quieres comida caliente? ¡Prepara una olla de cocción lenta!", 
"tips.tip.scrap_nuggets": "El centeno es tu primer cultivo. Es muy resistente al frío.", 
"tips.tip.piglin_gold": "El nabo blanco es probablemente la única verdura que puedes tener en la etapa inicial.", 
"tips.tip.dog_health": "Haz clic en tu mesa de trabajo con un martillo y descubrirás un nuevo mundo.", 
"tips.tip.dog_rotten_flesh": "Si tienes buenas especificaciones de computadora, te recomendamos instalar Shaders BSL.", 
"tips.tip.lure_animals": "Mantén la esperanza.", 
"tips.tip.cooked_drops": "Permanecer cerca de una fogata o un generador en funcionamiento puede mantener tu temperatura corporal de forma eficaz.", 
"tips.tip.nether_sponge": "Puedes ver tu balance nutricional en tu inventario.", 
"tips.tip.boat_passenger": "Puedes aumentar tu límite de salud manteniendo el nivel de nutrición por encima del 80%. ", 
"tips.tip.shulker_golem": "Un nivel más alto de azúcar causará hambre, pero también aumentará tu velocidad.", 
"tips.tip.note_block_instrument": "Un nivel más alto de proteína aumentará tu fuerza.", 
"tips.tip.zombie_armor": "Recuerda beber agua. Asegúrate de purificarla o hervirla antes de beberla.", 
"tips.tip.undead_helmet": "JEI es tu mejor amigo. Usa R y U para consultar recetas.", 
"tips.tip.iron_golem_heal": "Algunos alimentos y bebidas pueden subir o bajar tu temperatura.", 
"tips.tip.turtle_shell": "Se rumoreaba que Dashuaibia nunca colocaba un tronco de apoyo al jugar Terra Firma Craft, a menos que no pudiera evitarlo.", 
"tips.tip.animal_growing": "Los mejores chefs conocen la magia de las bolas de nieve.", 
"tips.tip.blaze_snowball": "Gracias a todos los jugadores de MoegCraft por sus pruebas, sugerencias y problemas.", 
"tips.tip.biome_bonemeal": "Envía un problema o sugerencia a support.teammoeg.com.", 
"tips.tip.biome_fishing": "Debes estar preparado antes de meterte en el agua o en un clima nevado, tu ropa se empapará y empezará a perder su calidez.", 
"tips.tip.fishing_resources": "Puedes encontrar grava bajo el lecho helado del río. ", 
"tips.tip.boat_jump": "Los autores de este modpack también crearon el mod Create: Steam Powered", 
"tips.tip.creeper_cat": "No uses el mod Electrodynamics o Advanced Rocketry, tiene muchos errores.", 
"tips.tip.water_grass": "¿Viste un mamut o un tigre sin buen equipamiento? ¡Corre, no lo dudes! ", 
"tips.tip.gravity_torch": "Provocar animales salvajes es muy imprudente.", 
"tips.tip.string_wool": "Puedes transferir calor con un generador de vapor de nivel 2.", 
"tips.tip.barrel": "El generador y los tubos de calor forman una red de energía térmica.", 
"tips.tip.job_site_dimension": "El chaleco calefactor es el mejor compañero para los viajeros.", 
"tips.tip.villager_sweat": "¡Prueba una taza de vapor~!", 
"tips.tip.wandering_invis": "La barra de hipotermia está inspirada en la Montaña Espina de Dragón de Genshin Impact.", 
"tips.tip.baby_panda_slimeball": "Se rumorea que hay restos humanos en el cubo hueco de Astenosfera bajo el lecho de roca.", 
"tips.tip.fortress_triangulation": "No uses el mod Survive, sus códigos tienen muchos errores.", 
"tips.tip.creeper_drops_disc": "Envía un problema o sugerencia a support.teammoeg.com", 
"tips.tip.mooshroom_lightning": "Envía un problema o sugerencia a support.teammoeg.com", 
"tips.tip.bed_explode": "Envía un problema o sugerencia a support.teammoeg.com", 
"tips.tip.fall_damage_blocks": "Puedes hablar con los desarrolladores en nuestro Discord: https://discord.gg/BWn6E94", 
"tips.tip.bed_respawn": "Puedes encontrar amigos con los que jugar en nuestro Discord: https://discord.gg/BWn6E94", 
"tips.tip.ore_tiers": "Únete al servidor de Discord de Rescate Invernal para recibir actualizaciones: https://discord.gg/BWn6E94", 
"tips.tip.sponge_bucket": "Si te gusta Rescate Invernal, considera invitarnos a una taza de chocolate caliente: https://www.patreon.com/TeamMoegProjects", 
"tips.tip.coarse_to_dirt": "Si te gusta The Winter Rescue, considera invitarnos a una taza de café: https://www.patreon.com/TeamMoegProjects", 
"tips.tip.enderman_blocks": "Si te gusta The Winter Rescue, considera invitarnos a una taza de té: https://www.patreon.com/TeamMoegProjects", 
"tips.tip.dragon_blocks": "Este modpack aún está en fase de prueba beta. Agradecemos cualquier problema. ", 
"tips.tip.piglin_repellent": "Desarrollamos proyectos con la intención de innovar, considere apoyarnos: https://www.patreon.com/TeamMoegProjects", 
"gui.tips.list.title": "Lista de tips", 
"gui.tips.list.search": "Buscar", 
"gui.tips.list.show_disabled": "Mostrar deshabilitados", 
"gui.tips.list.entry.tip_id": "ID del tip: %s", 
"gui.tips.list.entry.added_by": "Añadido por: %s", 
"gui.tips.list.entry.copied": "¡Copiado!", 
"gui.tips.list.entry.click_to_copy": "Haga clic para copiar el ID", 
"gui.tips.list.entry.disabled": "¡Deshabilitado por configuración!", 
"gui.tips.list.config": "Configuración" 

}
